FemDesign.GenericClasses.ParseableAttribute
Represents strings that can be parsed to the enum by the FemDesign.GenericClasses.EnumParser

FemDesign.GenericClasses.ParseableAttribute.#ctor(System.String)
Represents strings that can be parsed to the enum by the FemDesign.GenericClasses.EnumParser
name: Alternative name to be parsed to the enum

FemDesign.GenericClasses.ParseableAttribute.#ctor(System.String[])
Represents strings that can be parsed to the enum by the FemDesign.GenericClasses.EnumParser
names: Alternative names to be parsed to the enum